{
    "PodshellLeviathan": "Podshell leviathan",
    "Ency_PodshellLeviathan": "Podshell Leviathan",
    "EncyDesc_PodshellLeviathan": "Profile:\nThe Podshell Leviathan is one of the largest passive Leviathans currently encountered on 4546B.\n\n1. Dense Keratinous Shell:\nThis leviathan-class organism possesses a massive, dense shell encasing its torso, composed of heavily calcified plating that allows it to absorb extreme levels of trauma with little visible effect. The shell provides near-impervious protection and appears adapted for both predator deterrence and impact resistance, though its density reduces maneuverability. Despite this natural armor, the head and tail remain exposed and vulnerable, representing the only viable points of attack. \n\n2. Powerful Primary Jaw:\nThis leviathan possesses massive crushing jaws powered by robust depressor mandibles, capable of exerting enough force to fracture extremely hard materials such as titanium. The creature uses this adaptation to crush and consume large, tough vegetation found throughout 4546B. \n\n3. Six Fin Appendages:\nThis specimen is equipped with six prominent fins, which it employs to navigate its considerable body mass with substantial agility. The fins facilitate rapid propulsion and precise turning, enabling the creature to maneuver efficiently through its environment. Additionally, they allow for controlled hovering in a stationary position.\n\n4. Dorsal Brooding: \nThis leviathan carries developing embryos atop its dorsal shell. Eggs are extruded from the body and embedded within a thickened, protective layer of skin, forming a secure dorsal nest. This adaptation allows the specimen to remain fully mobile while ensuring its offspring are shielded from environmental hazards and potential predators.\n\n5. Egg Development:\nOnce its’ juvenile is fully developed, this leviathan sheds the egg sac carried along-side its back. Once detached the embryo consumes the remaining nutrients within the egg before rupturing the weakened membrane and emerging independently.\n\nAssessment: Largely passive; will defend itself if threatened",
    "PodshellLeviathanJuvenile": "Podshell leviathan juvenile",
    "PodshellLeviathanBaby": "Podshell leviathan baby",
    "Tooltip_PodshellLeviathanBaby": "A young podshell leviathan.",
    "PodshellLeviathanEgg": "Podshell leviathan egg",
    "Tooltip_PodshellLeviathanEgg": "Podshell leviathans hatch from these.",
    "PodshellFragment": "Podshell shell fragment",
    "Tooltip_PodshellFragment": "A tough, keratinous shell shed from a Podshell Leviathan."
}