{
    "Filtorb": "Filtorb",
    "Tooltip_Filtorb": "Small, filter feeding organism.",
    "CookedFiltorb": "Cooked filtorb",
    "Tooltip_CookedFiltorb": "Juicy.",
    "CuredFiltorb": "Cured filtorb",
    "Tooltip_CuredFiltorb": "Chalky. Dehydrating, but keeps well.",
    "Ency_Filtorb": "Filtorb",
    "EncyDesc_Filtorb": "Small, free-floating filter feeder with a tough shell.\n\nBody Plan:\nSix appendages used for filter feeding branch off from a soft central chamber. A calcified shell encases the body, and can seal shut if necessary.\n\nBehavior: While generally stationary within the water column, Filtorbs will close up when other lifeforms come near for protection.\n\nAssessment: Edible, though mostly water. Cannot pick up while contracted due to several mucus secreting glands lining the exterior.",

    "FloralFiltorb": "Floral filtorb",
    "Tooltip_FloralFiltorb": "Small, filter feeding organism.",
    "CookedFloralFiltorb": "Cooked floral filtorb",
    "Tooltip_CookedFloralFiltorb": "Moist and powdery.",
    "CuredFloralFiltorb": "Cured floral filtorb",
    "Tooltip_CuredFloralFiltorb": "Tastes like pollen. Dehydrating, but keeps well.",
    "Ency_FloralFiltorb": "Floral Filtorb",
    "EncyDesc_FloralFiltorb": "Small, graceful filter feeder with a tough shell found in areas with dense vegetation.\n\nBody Plan:\nSix appendages used for consuming plant debris, pollen and seeds branch off from a soft central chamber. A calcified shell encases the body, and can seal shut if necessary.\n\nBehavior: While generally stationary within the water column, Floral Filtorbs will close up when other lifeforms come near for protection.\n\nAssessment: Edible, though mostly water with pollen residue. Cannot pick up while contracted due to several mucus secreting glands lining the exterior.",

    "Axetail": "Axetail",
    "Tooltip_Axetail": "Small, edible prey fish.",
    "CookedAxetail": "Cooked axetail",
    "Tooltip_CookedAxetail": "A sharp taste. Somewhat hydrating.",
    "CuredAxetail": "Cured axetail",
    "Tooltip_CuredAxetail": "Eat around the pointy bits. Dehydrating, but keeps well.",
    "Ency_Axetail": "Axetail",
    "EncyDesc_Axetail": "A solitary herbivore with a derived body plan compared to surrounding lifeforms.\n\nBody:\nTwo pairs of eyes protrude from the frontwards dorsal and ventral sides of the animal’s body, which is otherwise largely conical save for a fan-shaped tail. This body plan is unusual even compared to surrounding fauna, suggesting adaptations for environments no longer present in the Axetail’s range.\n\nDefense:\nIn addition to quick bursts of speed the Axetail is armored with tough scales to deter potential predators.\n\nAssessment: Edible beyond the rough exterior",

    "JellySpinner": "Jelly spinner",
    "Tooltip_JellySpinner": "Small organism.",
    "CookedJellySpinner": "Cooked jelly spinner",
    "Tooltip_CookedJellySpinner": "Pops in your mouth.",
    "CuredJellySpinner": "Cured jelly spinner",
    "Tooltip_CuredJellySpinner": "Like eating bubble wrap. Dehydrating, but keeps well.",
    "Ency_JellySpinner": "Jelly Spinner",
    "EncyDesc_JellySpinner": "Small bell-shaped herbivore.\n\nBody Plan:\nA large bell surrounds a lengthy flagellum used for propulsion. A tube situated the base of the bell is used for consumption of small pieces of biomatter,\n\nBehavior: Jelly Spinners can generally be found close to the seabed or higher in the water column foraging for food. Primary defense is not being particularly edible.\n\nAssessment: Edible, but not particularly filling",

    "RibbonRay": "Ribbon ray",
    "Tooltip_RibbonRay": "Small, edible prey fish.",
    "CookedRibbonRay": "Cooked ribbon ray",
    "Tooltip_CookedRibbonRay": "A hefty meal.",
    "CuredRibbonRay": "Cured ribbon ray",
    "Tooltip_CuredRibbonRay": "Rubbery and stringy. Dehydrating, but keeps well.",
    "Ency_RibbonRay": "Ribbon Ray",
    "EncyDesc_RibbonRay": "Medium sized herbivore found in diverse biomes.\n\nBanded Coloration:\nWhile some of the Ribbon Ray’s coloration is similar to the surrounding environment, this pattern seems to serve the purpose of display more than anything else.\n\nBehavior:\nFound commonly gliding through open water and occasionally taking shelter under coral and in plant life. Ribbon Rays are not particularly skittish, but are still cautious in open areas.\n\nAssessment: Edible",

    "TriangleFish": "Trianglefish",
    "Tooltip_TriangleFish": "Small, edible prey fish.",
    "CookedTriangleFish": "Cooked trianglefish",
    "Tooltip_CookedTriangleFish": "Small yet filling.",
    "CuredTriangleFish": "Cured trianglefish",
    "Tooltip_CuredTriangleFish": "Unusually crunchy. Dehydrating, but keeps well.",
    "Ency_TriangleFish": "Trianglefish",
    "EncyDesc_TriangleFish": "Small herbivore generally found in shallow waters.\n\nEye Stalks:\nTwo eyes on stalks give the Trianglefish a mobile field of vision.\n\nBehavior: A skittish animal, Trianglefish will generally try to stay out of sight of larger animals, and dart away when confronted.\n\nAssessment: Edible",

    "RubyClownPincher": "Ruby clown pincher",
    "Tooltip_RubyClownPincher": "Small, edible prey fish.",
    "CookedRubyClownPincher": "Cooked ruby clown pincher",
    "Tooltip_CookedRubyClownPincher": "1,219 Scoville Heat Unit meal.",
    "CuredRubyClownPincher": "Cured ruby clown pincher",
    "Tooltip_CuredRubyClownPincher": "Tastes like igneous. Dehydrating, but keeps well.",
    "Ency_RubyClownPincher": "Ruby Clown Pincher",
    "EncyDesc_RubyClownPincher": "A small colorful scavenger found within a volatile cave system.\n\nColoration:\nColoration appears to mimic the surrounding rock, with white stripes to break up the pattern.\n\nBehavior:\nA social species, the Ruby Clown Pincher can be found forming lose shoals while foraging on small particles in the water.\n\nSpecimen shows high genetic diversity suggesting many extant, closely related species that frequently mate.\n\nAssessment: Edible",

    "SapphireClownPincher": "Sapphire clown pincher",
    "Tooltip_SapphireClownPincher": "Small, edible prey fish.",
    "CookedSapphireClownPincher": "Cooked sapphire clown pincher",
    "Tooltip_CookedSapphireClownPincher": "The slime enhances flavor.",
    "CuredSapphireClownPincher": "Cured sapphire clown pincher",
    "Tooltip_CuredSapphireClownPincher": "Tastes like milk. Dehydrating, but keeps well.",
    "Ency_SapphireClownPincher": "Sapphire Clown Pincher",
    "EncyDesc_SapphireClownPincher": "A small colorful scavenger found in deep waters.\n\nColoration:\nColoration appears to mimic the surrounding ocean, with white stripes to break up the pattern.\n\nBehavior:\nA social species, the Sapphire Clown Pincher can be found forming loose shoals while foraging on various pieces of waste.\n\nSpecimen shows high genetic diversity suggesting many extant, closely related species that frequently mate.\n\nAssessment: Edible",

    "EmeraldClownPincher": "Emerald clown pincher",
    "Tooltip_EmeraldClownPincher": "Small, edible prey fish.",
    "CookedEmeraldClownPincher": "Cooked emerald clown pincher",
    "Tooltip_CookedEmeraldClownPincher": "Pre-sautéed.",
    "CuredEmeraldClownPincher": "Cured emerald clown pincher",
    "Tooltip_CuredEmeraldClownPincher": "Tastes like lettuce with a hint of kelp. Dehydrating, but keeps well.",
    "Ency_EmeraldClownPincher": "Emerald Clown Pincher",
    "EncyDesc_EmeraldClownPincher": "A small colorful scavenger found amongst large plantlife.\n\nColoration:\nColoration appears to mimic the surrounding flora, with white stripes to break up the pattern.\n\nBehavior:\nA social species, the Emerald Clown Pincher can be found forming loose shoals while foraging on seed clusters and deceased creatures.\n\nSpecimen shows high genetic diversity suggesting many extant, closely related species that frequently mate.\n\nAssessment: Edible",

    "AmberClownPincher": "Amber clown pincher",
    "Tooltip_AmberClownPincher": "Small, edible prey fish.",
    "CookedAmberClownPincher": "Cooked amber clown pincher",
    "Tooltip_CookedAmberClownPincher": "Not the worst tasting thing on the planet.",
    "CuredAmberClownPincher": "Cured amber clown pincher",
    "Tooltip_CuredAmberClownPincher": "Tastes like radish. Dehydrating, but keeps well.",
    "Ency_AmberClownPincher": "Amber Clown Pincher",
    "EncyDesc_AmberClownPincher": "A small colorful scavenger found amongst large organic formations.\n\nColoration:\nColoration appears to mimic the surrounding coral, with white stripes to break up the pattern.\n\nBehavior:\nA social species, the Amber Clown Pincher can be found forming loose shoals while foraging on organic matter.\n\nSpecimen shows high genetic diversity suggesting many extant, closely related species that frequently mate.\n\nAssessment: Edible",

    "CitrineClownPincher": "Citrine clown pincher",
    "Tooltip_CitrineClownPincher": "Small, edible prey fish.",
    "CookedCitrineClownPincher": "Cooked citrine clown pincher",
    "Tooltip_CookedCitrineClownPincher": "The secret is in the claws.",
    "CuredCitrineClownPincher": "Cured citrine clown pincher",
    "Tooltip_CuredCitrineClownPincher": "Tastes like potatoes. Dehydrating, but keeps well.",
    "Ency_CitrineClownPincher": "Citrine Clown Pincher",
    "EncyDesc_CitrineClownPincher": "A small colorful scavenger found along a barren seabed.\n\nColoration:\nColoration appears to mimic the surrounding seabed, with white stripes to break up the pattern.\n\nBehavior:\nA social species, the Citrine Clown Pincher can be found forming loose shoals while foraging for organic debris. If they are lucky they will feed on the carcasses of dead sharks and leviathans.\n\nSpecimen shows high genetic diversity suggesting many extant, closely related species that frequently mate.\n\nAssessment: Edible",

    "StellarThalassacean": "Stellar thalassacean",
    "Tooltip_StellarThalassacean": "Large filter feeder, raised in containment.",
    "StellarThalassaceanEgg": "Stellar thalassacean egg",
    "Tooltip_StellarThalassaceanEgg": "Stellar thallasaceans hatch from these.",
    "Ency_StellarThalassacean": "Stellar Thalassacean",
    "EncyDesc_StellarThalassacean": "A large, docile filter feeder, nearly reaching leviathan class sizes. Presence suggests areas of more plentiful planktonic life compared to surrounding waters.\n\n1. Mouth:\nA large mouth situated at the front of the Thalassacean’s body is used to filter small zooplankton-like organisms from the water.\n\n2. Defense:\nDespite moving at very slow speeds a majority of the time, Thalassaceans are capable of short bursts of much higher speeds. This is likely the creature’s primary defense against larger predators.\n\n3. Taxonomy:\nGenetic evidence shows distant relation to the “Peeper” of shallower waters. This relation can still be observed in the creature’s quad-jaw mouth structure.\n\nAssessment: Filter feeding organism commonly predated by other large creatures",

    "JasperThalassacean": "Jasper thalassacean",
    "Tooltip_JasperThalassacean": "Large filter feeder, raised in containment.",
    "JasperThalassaceanEgg": "Jasper thalassacean egg",
    "Tooltip_JasperThalassaceanEgg": "Jasper thallasaceans hatch from these.",
    "Ency_JasperThalassacean": "Jasper Thalassacean",
    "EncyDesc_JasperThalassacean": "A large, docile filter feeder, nearly reaching leviathan class sizes. Creature inhabits an expansive cave system.\n\n1. Diet:\nFeeds on small planktonic organisms within the water column. Digestive system analysis shows the presence of brine matching in composition of that found in the surrounding cave system. The Jasper Thalassacean likely swallows this substance to aid in the digestion of more resilient plankton.\n\n2. Coloration:\nCreature has evolved a green and grey coloration, seemingly to help camouflage with surrounding flora and cavern walls.\n\nAssessment: Filter feeding organism commonly predated by other large creatures",

    "GrandGlider": "Grand glider",
    "Tooltip_GrandGlider": "Medium sized prey animal, raised in containment.",
    "GrandGliderEgg": "Grand glider egg",
    "Tooltip_GrandGliderEgg": "Grand Gliders hatch from these.",
    "Ency_GrandGlider": "Grand Glider",
    "EncyDesc_GrandGlider": "A medium sized herbivore with an unusual ocular arrangement.\n\n1. Behavior:\nThis animal often forms large schools within the water column for safety, though this may have the unintended effect of attracting the attention of larger predators.\n\n2. Eyes:\nTwo pairs of three eyes give the Grand Glider dual trioptical vision, used to sense faint movements within the surrounding water.\n\nAssessment: Edible, but too large to catch efficiently",

    "Twisteel": "Twisteel",
    "Tooltip_Twisteel": "Thin eel-like organism, raised in containment.",
    "TwisteelEgg": "Twisteel egg",
    "Tooltip_TwisteelEgg": "Twisteels hatch from these.",
    "Ency_Twisteel": "Elder Twisteel",
    "EncyDesc_Twisteel": "A large eel-like predator found in a variety of environments. After reaching adulthood, Twisteels leave their nesting area and only ever return to lay eggs.\n\n1. Body:\nA long and flexible body allows the Twisteel to snake around the environment with a low profile while hunting for prey, often in small groups. The Twisteel appears to share many characteristics with other shark-like creatures found on Planet 4546B.\n\n2. Jaws:\nDistantly related to other lifeforms on the planet possessing a quad-jaw arrangement, the lateral pair of jaws have been reduced to a vestigial point. The remaining jaws reach lengths of up to 3m, and are filled with rows of large teeth to trap relatively large prey items.\n\nAssessment: Avoid",

    "TwisteelJuvenile": "Twisteel",
    "Tooltip_TwisteelJuvenile": "Thin eel-like organism, raised in containment.",
    "Ency_TwisteelJuvenile": "Twisteel",
    "EncyDesc_TwisteelJuvenile": "An eel-like predator found in a deep canyon.\n\n1. Body:\nA long and flexible body allows the Twisteel to snake around the environment with a low profile while hunting for prey, often in small groups. The Twisteel appears to share many characteristics with other shark-like creatures found on Planet 4546B.\n\n2. Jaws:\nDistantly related to other lifeforms on the planet possessing a quad-jaw arrangement, the lateral pair of jaws have been reduced to a vestigial point. The remaining jaws reach lengths of up to 3m, and are filled with rows of large teeth to trap relatively large prey items.\n\nAssessment: Avoid",

    "GulperLeviathan": "Gulper leviathan",
    "Tooltip_GulperLeviathan": "Leviathan-class predator with a huge mouth. How did you pick this up?",
    "Ency_GulperLeviathan": "Gulper Leviathan",
    "EncyDesc_GulperLeviathan": "This vast animal is at the top of the local food chain, and has been designated leviathan class.\n\n1. Jaws:\nSituated within the maw of the leviathan are four mobile jaws capable of launching forward and dragging prey in towards the mouth.\n\n2. Limbs:\nA pair of fins modified into muscular limbs serve an unknown purpose. Possibilities include restraint of other animals, propulsion off of the seabed, and slashing of potential prey or threats. Whatever the case, avoidance of limbs is highly recommended.\n\n3. Behavior:\nConsumes anything it can fit into its mouth. Will attempt to crush prey if too large or tough.\n\nHunts using electromagnetic signals, may be drawn to wrecked technology.\n\nAssessment: Extreme threat to whatever can fit into its mouth - Avoid in all circumstances",

    "GulperLeviathanJuvenile": "Gulper leviathan",
    "Tooltip_GulperLeviathanJuvenile": "A juvenile leviathan-class predator with a huge mouth. How did you pick this up?",
    "Ency_GulperLeviathanJuvenile": "Gulper Leviathan Juvenile",
    "EncyDesc_GulperLeviathanJuvenile": "This quickly-growing leviathan is already at the top of the local food chain.\n\n1. Jaws:\nSituated within the maw of the leviathan are four mobile jaws capable of launching forward and dragging prey in towards the mouth.\n\n2. Limbs:\nA pair of fins modified into muscular limbs serve an unknown purpose. Possibilities include restraint of other animals, propulsion off of the seabed, and slashing of potential prey or threats. Whatever the case, avoidance of limbs is highly recommended.\n\n3. Behavior:\nConsumes anything it can fit into its mouth. Will attempt to crush prey if too large or tough.\n\nHunts using electromagnetic signals, may be drawn to wrecked technology.\n\nAssessment: Extreme threat to whatever can fit into its mouth - Avoid in all circumstances, and do not look for its parents",

    "GulperLeviathanBaby": "Gulper leviathan baby",
    "Tooltip_GulperLeviathanBaby": "Young leviathan specimen. Incapable of eating anything beyond small fish, might make a good pet.",
    "Ency_GulperLeviathanBaby": "Gulper Leviathan Baby",
    "EncyDesc_GulperLeviathanBaby": "A very young offspring of an apex predator.\n\n1. Jaws:\nThe four jaws of this leviathan are not yet developed to maintain a fulfilling diet. At this age it is impossible to gulp its prey, which is common behavior found in adult specimens, but it can still deal a devastating blow with its jaws if it has the intent of doing so.\n\n2. Behavior:\nThis baby is extremely aggressive, but also shows signs of intelligence. It appears to be very curious, and can even be seen playing with other fish that are too large to be eaten.\n\nAssessment: Minor threat. May attack if provoked, and will reduce local fish populations",

    "GulperEgg": "Gulper leviathan egg",
    "Tooltip_GulperEgg": "Gulper leviathans hatch from these.",

    "Dragonfly": "Dragonfly",
    "Tooltip_Dragonfly": "A large, flying bird-like creature.",
    "Ency_Dragonfly": "Dragonfly",
    "EncyDesc_Dragonfly": "The dragonfly is a medium-sized, bird-like organism mostly found soaring at high altitudes, occasionally diving to catch fish. Unlike their smaller relatives, the skyrays, dragonflies are rarely seen on dry land and are capable of striking back with a powerful wingbeat if provoked.\n\n1. Head:\nSupported by large neck muscles, the dragonfly’s head has a unique rest position that allows it to maintain maximum field of vision without strain while gliding. Its large, forward-facing eyes and downward-pointing beak suggest it can stalk prey from high above in even the greatest of storms.\n\n2. Wings:\nPearlescent feathers coat the dragonfly's massive wings, enabling it not only to fly but also to glide quite efficiently. Analysis shows that, with the help of thermal columns and dynamic soaring, dragonflies can easily traverse vast distances with minimal effort exerted. As a result, it is estimated that dragonflies spend the majority of their lives in flight, likely migrating to foreign landmasses to nest when the local climate is unfavorable.\n\n3. Tail:\nThe long tail of the dragonfly ends in a fan-like shape, an arrangement similar to that of early pterosaurs found on Earth. This appears to aid the dragonfly in maintaining balance and stabilizing its flight. Projections suggest a life spent high in the sky where few predators can reach it makes it possible for dragonflies to largely avoid an otherwise predictable fate: caught by their excessively long tails.\n\nAssessment: Approach with caution - Observing graceful flight may have a positive effect on psychological health",

    "Pyrambassis": "Pyrambassis",
    "Tooltip_Pyrambassis": "A large invertebrate filter feeder.",
    "Ency_Pyrambassis": "Pyrambassis",
    "EncyDesc_Pyrambassis": "A large invertebrate filter feeder with a transparent body. Mostly found deep underwater and in caves where light levels are low, although its simple yet resilient structure can thrive in nearly all environments\n\n1. Bioluminescent Parapodia:\nHundreds of paddle-like fins line the body of the Pyrambassis, allowing it to move through the water with ease. The bioluminescent wiring that lines the outside of these fins likely helps in disorienting potential predators.\n\n2. Bilateral Antennae:\nTwo long antennae situated on either side of the creature’s head appear to serve a role in chemoreception, allowing the Pyrambassis to locate areas with high concentration of plankton, bacteria, and other edible microorganisms.\n\n3. Acidic Secretions:\nThe Pyrambassis is capable of secreting a highly toxic substance into the water whenever it feels threatened. This behavior is purely defensive, but deadly if you’re not careful.\n\nAssessment: Strikingly beautiful, but don’t get too close",
    "PyrambassisEgg": "Pyrambassis egg",
    "Tooltip_PyrambassisEgg": "Pyrambassis hatch from these."
}